<?php

return [
    'category'                      => 'الفئة',
    'content'                       => 'المحتوي',
    'categories'                    => 'الفئات',
    'deletes'                       => 'المحذوفات',
    'all_categories'                => 'جميع الفئات',
    'content_categories'            => 'محتوي الفئات',
    'create'                        => 'إنشاء فئة',
    'edit'                          => 'تعديل',
    'NameCategory'                  => 'عنوان الفئة',
    'addCategory'                   => 'اضافة فئات جديده',
    'showCategory'                  => 'عرض الفئات ',
    'deleted_categories'            => 'الفئات المحذوفة',
    'Show_deleted_categories'       => 'عرض الفئات المحذوفة',
    'name'                          => 'الاسم',
    'add_new'                       => 'اضافة جديد',
    'update'                        => 'التعديل',
    'restore'                       => 'استرجاع',
    'delete_forever'                => 'حذف نهائي',
    'DescriptionCategory'           => '.جميع الفئات ان كنت ترغب في إنشاء وأضافه فئات جديده ف عليك بالضغط علي زر (إضافة فئات جديده) في أعلي الصفحة',
    'DescriptionCategory_delete'    => '.جميع الفئات المحذوفة إذا كنت ترغب في إنشاء وإضافة فئات جديدة ، يجب النقر فوق الزر (إضافة فئات جديدة) في أعلي الصفحة، واذا كنت تريد استعادة اى فئة اضغط على (استرجاع) بجانبك كل فئة',
];
