<?php

return [
    'category'                      => 'القسم',
    'content'                       => 'المحتوي',
    'categories'                    => 'الأقسام',
    'deletes'                       => 'المحذوفات',
    'all_categories'                => 'جميع الأقسام',
    'content_categories'            => 'محتوي الأقسام',
    'create'                        => 'إنشاء أقسام',
    'edit'                          => 'تعديل',
    'NameCategory'                  => 'أسماء الأقسام',
    'addCategory'                   => 'اضافة أقسام جديده',
    'showCategory'                  => 'عرض الأقسام ',
    'deleted_categories'            => 'الأقسام المحذوفة ',
    'Show_deleted_categories'       => 'عرض الأقسام المحذوفة',
    'name'                          => 'الاسم',
    'add_new'                       => 'اضافة جديد',
    'update'                        => 'التعديل',
    'restore'                       => 'استرجاع',
    'delete_forever'                => 'حذف نهائي',
    'DescriptionCategory'           => 'جميع الأقسام ان كنت ترغب في إنشاء وأضافه أقسام جديده ف عليك بالضغط علي زر (أصافة أقسام جديده) في أعلي الصفحة.',
    'DescriptionCategory_delete'    => 'جميع الأقسام المحذوفة إذا كنت ترغب في إنشاء وإضافة أقسام جديدة ، يجب النقر فوق الزر (إضافة أقسام جديدة) في أعلي الصفحة، واذا كنت تريد استعادة اى قسم اضغط على (استرجاع) بجانبك كل قسم.',
];
