<?php

return [
    'category'                      => 'الفئة',
    'content'                       => 'المحتوي',
    'categories'                    => 'الفئات',
    'deletes'                       => 'المحذوفات',
    'all_categories'                => 'جميع الفئات',
    'content_categories'            => 'محتوي الفئات',
    'create'                        => 'إنشاء فئة',
    'edit'                          => 'تعديل',
    'NameCategory'                  => 'عنوان الفئة',
    'addCategory'                   => 'اضافة فئات جديده',
    'showCategory'                  => 'عرض الفئات ',
    'deleted_categories'            => 'الفئات المحذوفة',
    'Show_deleted_categories'       => 'عرض الفئات المحذوفة',
    'name'                          => 'الاسم',
    'add_new'                       => 'اضافة جديد',
    'update'                        => 'التعديل',
    'restore'                       => 'استرجاع',
    'delete_forever'                => 'حذف نهائي',
    'DescriptionCategory'           => 'جميع الأقسام ان كنت ترغب في إنشاء وأضافه أقسام جديده ف عليك بالضغط علي زر (اضافة أقسام جديده) في أعلي الصفحة.',
    'DescriptionCategory_delete'    => 'جميع الأقسام المحذوفة إذا كنت ترغب في إنشاء وإضافة أقسام جديدة ، يجب النقر فوق الزر (إضافة أقسام جديدة) في أعلي الصفحة، واذا كنت تريد استعادة اى قسم اضغط على (استرجاع) بجانبك كل قسم.',


];
