<?php

return [
    'city'                          => 'مدينة',
    'cities'                        => 'المدن',
    'all_cities'                    => 'جميع المدن',
    'city_content'                  => 'محتوي المدينة',
    'content'                       => 'المحتوي',
    'create'                        => 'إنشاء مدينة',
    'edit'                          => 'تعديل',
    'cityNames'                     => 'أسماء المدن',
    'addCity'                       => 'اضافة مدينه جديده',
    'showCities'                    => 'عرض المدن ',
    'name'                          => 'الاسم',
    'add_new'                       => 'اضافة جديد',
    'update'                        => 'التعديل',
    'cityDescription'               => '.جميع المدن ان كنت ترغب في إنشاء وأضافه مدن جديده ف عليك بالضغط علي زر (أصافة أقسام جديده) في أعلي الصفحة',
];
