<?php

return [
    'country'                           => 'دولة',
    'countries'                         => 'الدول',
    'all_countries'                     => 'جميع الدول',
    'create'                            => 'إنشاء دولة',
    'edit'                              => 'تعديل الدولة',
    'NameCountry'                       => 'أسماء الدول',
    'addCountry'                        => 'اضافة دولة جديده',
    'showCountry'                       => 'عرض الدول',
    'name'                              => 'الاسم',
    'add_new'                           => 'اضافة جديد',
    'update'                            => 'التعديل',
    'DescriptionCountry'                => 'جميع الدول ان كنت ترغب في إنشاء وأضافه دولة جديده ف عليك بالضغط علي زر (أصافة دولة جديده) في أعلي الصفحة',
];
