<?php

return [
    'Governorate'                       => 'محافظات',
    'Governorates'                      => 'المحافظات',
    'all_Governorates'                  => 'جميع المحافظات',
    'create'                            => 'إنشاء محافظة',
    'edit'                              => 'تعديل المحافظات',
    'NameGovernorate'                   => 'أسماء المحافظات',
    'addGovernorate'                    => 'اضافة محافظات جديده',
    'showGovernorate'                   => 'عرض المحافظات',
    'deleted_governorates'              => 'المحافظات المحذوفة',
    'Show_deleted_governorates'         => 'إظهار المحافظات المحذوفة',
    'name'                              => 'الاسم',
    'add_new'                           => 'اضافة جديد',
    'update'                            => 'التعديل',
    'restore'                           => 'استرجاع',
    'delete_forever'                    => 'حذف نهائي',
    'DescriptionGovernorate'            => '.جميع المحافظات ان كنت ترغب في إنشاء وأضافه محافظات جديده ف عليك بالضغط علي زر (أصافة بدل جديد) في أعلي الصفحة',
    'DescriptionGovernorate_delete'     => '.جميع المحافظات المحذوفة. إذا كنت ترغب في إنشاء وإضافة أقسام جديدة ، يجب النقر فوق الزر (إنشاء محافظة جديدة) أعلى الصفحة ، وإذا كنت ترغب في استعادة أي قسم ، فاضغط على (استعادة) بجوار كل محافظة',
];
