<?php

return [
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message name
    ///////////////////////////////////////////////////////////////////////////////////////
    'name_ar_required'                => '!حقل الاسم بالعربي مطلوب',
    'name_ar_min'                     => '!يجب أن يكون طول نص حقل الاسم بالعربي على الأقل 3 حروفٍ/حرفًا',
    'name_ar_max'                     => '!يجب أن لا يتجاوز طول نّص حقل الاسم بالعربي 199 حروفٍ/حرفًا',

    'name_en_required'                => '!حقل الاسم بالانجليزي مطلوب',
    'name_en_min'                     => '!يجب أن يكون طول نص حقل الاسم بالانجليزي على الأقل 3 حروفٍ/حرفًا',
    'name_en_max'                     => '!يجب أن لا يتجاوز طول نّص حقل الاسم بالانجليزي 199 حروفٍ/حرفًا',

    'name_fr_required'                => '!حقل الاسم بالفرنساوي مطلوب!',
    'name_fr_min'                     => '!يجب أن يكون طول نص حقل الاسم بالفرنساوي على الأقل 3 حروفٍ/حرفًا',
    'name_fr_max'                     => '!يجب أن لا يتجاوز طول نّص حقل الاسم بالفرنساوي 199 حروفٍ/حرفًا',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message content
    ///////////////////////////////////////////////////////////////////////////////////////
    'content_ar_required'             => '!حقل المحتوي بالعربي مطلوب',
    'content_ar_max'                  => '!يجب أن لا يتجاوز طول نّص حقل المحتوي بالعربي 199 حروفٍ/حرفًا',

    'content_en_required'             => '!حقل المحتوي بالانجليزي مطلوب',
    'content_en_max'                  => '!يجب أن لا يتجاوز طول نّص حقل المحتوي بالانجليزي 199 حروفٍ/حرفًا',

    'content_fr_required'             => '!حقل المحتوي بالفرنساوي مطلوب',
    'content_fr_max'                  => '!يجب أن لا يتجاوز طول نّص حقل المحتوي بالفرنساوي 199 حروفٍ/حرفًا',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message title
    ///////////////////////////////////////////////////////////////////////////////////////
    'title_ar_required'               => '!حقل العنوان بالعربي مطلوب',
    'title_ar_max'                    => '!يجب أن لا يتجاوز طول نّص حقل العنوان بالعربي 199 حروفٍ/حرفًا',

    'title_en_required'               => '!حقل العنوان بالانجليزي مطلوب',
    'title_en_max'                    => '!يجب أن لا يتجاوز طول نّص حقل العنوان بالانجليزي 199 حروفٍ/حرفًا',

    'title_fr_required'               => '!حقل العنوان بالفرنساوي مطلوب',
    'title_fr_max'                    => '!يجب أن لا يتجاوز طول نّص حقل العنوان بالفرنساوي 199 حروفٍ/حرفًا',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message location
    ///////////////////////////////////////////////////////////////////////////////////////
    'location_ar_required'            => '!حقل الموقع بالعربي مطلوب',
    'location_ar_max'                 => '!يجب أن لا يتجاوز طول نّص حقل الموقع بالعربي 199 حروفٍ/حرفًا',

    'location_en_required'            => '!حقل الموقع بالانجليزي مطلوب',
    'location_en_max'                 => '!يجب أن لا يتجاوز طول نّص حقل الموقع بالانجليزي 199 حروفٍ/حرفًا',

    'location_fr_required'            => '!حقل الموقع بالفرنساوي مطلوب',
    'location_fr_max'                 => '!يجب أن لا يتجاوز طول نّص حقل الموقع بالفرنساوي 199 حروفٍ/حرفًا',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message time
    ///////////////////////////////////////////////////////////////////////////////////////
    'time_required'                   => '!حقل الوقت مطلوب',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message Date
    ///////////////////////////////////////////////////////////////////////////////////////
    'date_required'                   => '!حقل التاريخ مطلوب',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message country id
    ///////////////////////////////////////////////////////////////////////////////////////
    'country_id_required'             => '!حقل الدولة مطلوب',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message governorate id
    ///////////////////////////////////////////////////////////////////////////////////////
    'governorate_id_required'         => '!حقل المحافظة مطلوب',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message city id
    ///////////////////////////////////////////////////////////////////////////////////////
    'city_id_required'                => '!حقل المدن مطلوب',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message user id
    ///////////////////////////////////////////////////////////////////////////////////////
    'user_id_required'                => '!حقل المستخدم مطلوب',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message category id
    ///////////////////////////////////////////////////////////////////////////////////////
    'category_id_required'            => '!حقل القسم مطلوب',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message budget
    ///////////////////////////////////////////////////////////////////////////////////////
    'budget_required'                 => '!حقل الميزانية مطلوب',
    'budget_integer'                  => '!يجب أن يكون حقل الميزانية عددًا صحيحًا',
    ///////////////////////////////////////////////////////////////////////////////////////
    /// Check the message status
    ///////////////////////////////////////////////////////////////////////////////////////
    'status_required'                 => 'حقل الحالة مطلوب.',
    'status_selected'                 => 'الحالة المحتارة غير صالحة!',
];
