<?php

return [
    'name_ar_required' => '!حقل الاسم بالعربي مطلوب.',
    'name_ar_min'      => '!يجب أن يكون طول نص حقل الاسم بالعربي على الأقل 3 حروفٍ/حرفًا',
    'name_ar_max'      => '!يجب أن لا يتجاوز طول نّص حقل الاسم بالعربي 199 حروفٍ/حرفًا',

    'name_en_required' => '!حقل الاسم بالانجليزي مطلوب',
    'name_en_min'      => '!يجب أن يكون طول نص حقل الاسم بالانجليزي على الأقل 3 حروفٍ/حرفًا',
    'name_en_max'      => '!يجب أن لا يتجاوز طول نّص حقل الاسم بالانجليزي 199 حروفٍ/حرفًا',

    'name_fr_required' => '!حقل الاسم بالفرنساوي مطلوب',
    'name_fr_min'      => '!يجب أن يكون طول نص حقل الاسم بالفرنساوي على الأقل 3 حروفٍ/حرفًا',
    'name_fr_max'      => '!يجب أن لا يتجاوز طول نّص حقل الاسم بالفرنساوي 199 حروفٍ/حرفًا',

    'content_ar_required' => '!حقل المحتوي بالعربي مطلوب.',
    'content_ar_max'      => '!يجب أن لا يتجاوز طول نّص حقل المحتوي بالعربي 199 حروفٍ/حرفًا',

    'content_en_required' => '!حقل المحتوي بالانجليزي مطلوب',
    'content_en_max'      => '!يجب أن لا يتجاوز طول نّص حقل المحتوي بالانجليزي 199 حروفٍ/حرفًا',

    'content_fr_required' => '!حقل المحتوي بالفرنساوي مطلوب',
    'content_fr_max'      => '!يجب أن لا يتجاوز طول نّص حقل المحتوي بالفرنساوي 199 حروفٍ/حرفًا',
];
