<?php

return [
    'tag'                           => 'العلامة',
    'tags'                          => 'العلامات',
    'all_tags'                      => 'جميع العلامات',
    'create'                        => 'إنشاء علامة',
    'edit'                          => 'تعديل',
    'NameTag'                       => 'أسماء العلامات',
    'addTag'                        => 'اضافة علامات جديده',
    'showTag'                       => 'عرض العلامات ',
    'create_history'                => "تاريخ الخلق",
    'Enter_tag_name_ar'             => 'أدخل اسم العلامة باللغة العربية',
    'Enter_tag_name_en'             => 'أدخل اسم العلامة باللغة الإنجليزية',
    'Enter_tag_name_fr'             => 'أدخل اسم العلامة باللغة الفرنسية',
    'name'                          => 'الاسم',
    'add_new'                       => 'اضافة جديد',
    'update'                        => 'التعديل',
    'check_changes'                 => 'تحقق من التغييرات',
    'DescriptionTag'                => '.جميع العلامات ان كنت ترغب في إنشاء وأضافه علامات جديده ف عليك بالضغط علي زر (أصافة علامات جديده) في أعلي الصفحة من اليسار',
];
