<?php

return [
    'tag'                           => 'العلامة',
    'tags'                          => 'العلامات',
    'all_tags'                      => 'جميع العلامات',
    'create'                        => 'إنشاء علامات',
    'edit'                          => 'تعديل',
    'NameTag'                       => 'أسماء العلامات',
    'addTag'                        => 'اضافة علامات جديده',
    'showTag'                       => 'عرض العلامات ',
    'name'                          => ' الاسم',
    'add_new'                       => 'اضافة جديد',
    'update'                        => 'التعديل',
    'DescriptionTag'                => '.جميع العلامات ان كنت ترغب في إنشاء وأضافه علامات جديده ف عليك بالضغط علي زر (أصافة علامات جديده) في أعلي الصفحة من اليسار',
];
