<?php

return [
    'tag'                           => 'العلامة',
    'tags'                          => 'العلامات',
    'all_tags'                      => 'جميع العلامات',
    'create'                        => 'إنشاء علامات',
    'edit'                          => 'تعديل',
    'NameTag'                       => 'أسماء العلامات',
    'addTag'                        => 'اضافة علامات جديده',
    'showTag'                       => 'عرض العلامات ',
    'create_history'                => 'تاريخ الإضافة',
    'Enter_tag_name_ar'             => 'أدخل الاسم بالعربي',
    'Enter_tag_name_en'             => 'أدخل الاسم بالانجليزي',
    'Enter_tag_name_fr'             => 'أدخل الاسم بالفرنساوي',
    'name'                          => ' الاسم',
    'add_new'                       => 'اضافة جديد',
    'update'                        => 'التعديل',
    'check_changes'                 => 'تحقق من التغيرات',
    'DescriptionTag'                => 'جميع العلامات ان كنت ترغب في إنشاء وأضافه علامات جديده ف عليك بالضغط علي زر (أصافة علامات جديده) في أعلي الصفحة من اليسار',
];
